Repository: boguslawski-piotr/DotNet-PbEssentials
Catalog: pbXNet/pbXNetT.*.resx
Languages: pl

# DeviceFileSystem.Root.Local
source: Documents folder
pl: Katalog dokumentów

# DeviceFileSystem.Root.LocalConfig
source: Preferences folder
pl: Katalog ustawień

# DeviceFileSystem.Root.Roaming
source: Microsoft account
pl: Konto Microsoft

# DeviceFileSystem.Root.RoamingConfig
source: Microsoft account (preferences)
pl: Konto Microsoft (ustawienia)

source: folder
pl: katalog

# BDBusy
source: Biometric device is busy.
pl: Urządzenie biometryczne jest zajęte.

# BDNotFound
source: No biometric device found.
pl: Nie znaleziono żadnego urządzenia biometrycznego.

# BVDisabledByPolicy
source: Biometric authentication is disabled by policy.
pl: Weryfikacja biometryczna jest wyłączona przez administatora.

# BVNotConfigured
source: Biometric authentication not configured.
pl: Weryfikacja biometryczna nie jest skonfigurowana.

# BVTooManyAttemts
source: There have been too many failed attempts. Biometrics authentication canceled.
pl: Zbyt dużo prób. Weryfikacja biometryczna anulowana.

# BVCanceled
source: Biometrics authentication canceled.
pl: Weryfikacja biometryczna anulowana.

# BVUnavailable
source: Biometrics authentication is currently unavailable.
pl: Weryfikacja biometryczna jest aktualnie niedostępna.

# BVError
source: Biometrics authentication failed:
pl: Błąd weryfikacji biometrycznej:
